"Service Update Failed" = "Tjenesteoppdatering mislyktes";
"Service Update Complete" = "Tjenesteoppdatering fullført";
"Starting Service Update" = "Starter tjenesteoppdatering";
"Dismiss" = "OK";
"OK" = "Ja";
"Call disallowed" = "Dette nummeret er ikke tillatt";
